Revit 2027 API
BumpMap.TextureRealWorldOffsetY Property
 The property labeled "Offset Y" from the "BumpMap" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string TextureRealWorldOffsetY { get; }
Public Shared ReadOnly Property TextureRealWorldOffsetY As String
	Get
public:
static property String^ TextureRealWorldOffsetY {
	String^ get ();
}
static member TextureRealWorldOffsetY : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDistance".
See Also
Reference
BumpMap Class
Autodesk.Revit.DB.Visual Namespace